LEXICON_RU: dict[str, str] = {
    "check_task_sm": "Проверить задание",
    "ask_advice": "Задать вопрос",
    "get_conspectus": "Получить учебные матереалы",

    "deny_student": "Отклонить заявку",
    "accept_student": "Принять заявку",
    "accept_as_guest": "Принять, как гостя",

    "add_seminar": "Прирепить учебные материалы", 
    "add_marks": "Зачесть задание", 
    "notify_group": "Написать всей группе",

    "new_sem": "Добавить новый семинар", 
    "edit_sem": "Редактировать старый семинар",

    "get_material": "Получить материалы семинара",
    "ask_question": "Задать вопрос преподавателю",

    #блок описания команд меню
    "help": """В настоящий момент доступен следующий функционал:
      📚Получить материалы семинара
      """,

    #блок по работе с семинарскими материалами
    "materials_directory":"./services/materials",
    "choose_seminars": "Выберете какой-то семинар или все",
    "sem1": "📕Семинар 1",
    "sem2": "📘Семинар 2",
    "sem3": "📗Семинар 3",
    "sem4": "📕Семинар 4",
    "sem5": "📘Семинар 5",
    "sem6": "📗Семинар 6",
    "sem7": "📕Семинар 7",
    "sem8": "📘Семинар 8",
    "sem9": "📗Семинар 9",
    "sem10": "📕Семинар 10",
    "sem11": "📘Семинар 11",
    "sem12": "📗Семинар 12",
    "sem13": "📕Семинар 13",
    "sem14": "📘Семинар 14",
    "sem15": "📗Семинар 15",
    "sem16": "📕Семинар 16",
    "sem17": "📘Семинар 17",
    "sem18": "📗Семинар 19",
    "sem19": "📕Семинар 19",
    "all_sem": "📚Все семинары",

    
    "greetings": """Функционал бота находится в <b>menu</b> - оно в правом нижнем углу 
    Для справки по работе с ботом используйте команду <b>/help</b>"""
}